
#Домашнее задание под номером4,норм)

# Пытаюсь писать быстро код , вроде гуд

# Дальше вникать и делать задание )


#while True:
    # Ввод сообщения от пользователя
    #user_input = input("Вы: ").strip().lower()

    # Ответы на сообщения
    #if user_input in ["привет", "здравствуйте", "добрый день"]:
       # print("Бот: Привет!")
   # elif user_input in ["как дела", "как жизнь", "как настроение"]:
       # print("Бот: Нормально, а у тебя?")
    #elif user_input in ["пока", "до свидания", "выход"]:
        #print("Бот: Пока! Хорошего дня!")
       # break
   # else:
       # print("Бот: Я не понимаю, можешь повторить?")




